Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: Weight vs. Destination
bg: Тегло съпоставено с Адрес

source: Weight:
bg: Тегло:

source: contact us
bg: свържете се с нас

source: email us at
bg: изпратете ни имейл на

source: Add Sitemap
bg: Добави карта на сайта

source: CMS Pages Options
bg: Опции за CMS страници

source: Categories Options
bg: Опции за категории

source: Edit Sitemap
bg: Редакция

source: Filename
bg: Име на файл

source: Generate
bg: Генерирай

source: Generation Settings
bg: Опции за генериране

source: Hourly
bg: Почасово

source: Last Time Generated
bg: Последно генериран

source: Link for Google
bg: Линк към Google

source: Please create the specified folder "%s" before saving the sitemap.
bg: Моля създайте директория "%s" преди да запазите картата на сайта.

source: Please define correct path
bg: Моля посочете правилен път

source: Please make sure that "%s" is writable by web-server.
bg: Моля уверете се, че уеб сървъра има права за писане върху "%s".

source: Please use only letters (a-z or A-Z), numbers (0-9) or underscore (_) in the filename. No spaces or other characters are allowed.
bg: Използвайте само букви (a-z or A-Z), числа (0-9) или долна черта (_) за име на файл. Не са разрешени други символи или празни места.

source: Products Options
bg: Опции за продукт

source: Sitemap generate Warnings
bg: Предупреждения при генериране

source: The sitemap "%s" has been generated.
bg: Кратата на сайта "%s" е генерирана.

source: The sitemap has been saved.
bg: Кратата на сайта е записана

source: This sitemap no longer exists.
bg: Тази карта на сайта не съществува

source: Unable to find a sitemap to delete.
bg: Не може да бъде намерена кратата на сайта за изтриване

source: Unable to find a sitemap to generate.
bg: Не може да бъде намерена кратата на сайта за генериране

source: Unable to generate the sitemap.
bg: Невъзможно е генерирането на картата на сайта

source: Valid values range: from 0.0 to 1.0.
bg: Валидни стойности: от 0.0 до 1.0.

source: Yearly
bg: Годишно

source: <strong>Tag Name:</strong> %s
bg: <strong>Кл. дума:</strong> %s

source: Add New Tag
bg: Добави нова кл. дума

source: Add Tags
bg: Добави ключови думи

source: Add Your Tags:
bg: Добавете собствени ключви думи:

source: Are you sure you want to delete this tag?
bg: Сигурен ли сте, че искате да изтриете тази кл. дума?

source: Back to Tags List
bg: Обратно към списък с кл. думи

source: Base Popularity
bg: Базова популярност

source: Click on a tag to view your corresponding products.
bg: Изберете ключова дума за да прегледате кореспондиращите и продукти.

source: Customer My Account My Tags List
bg: Клиент - Моят профил - Списък с моите кл. думи

source: Customer My Account Tag View
bg: Клиент - Моят профил - Преглед на кл. дума

source: Customers Submitted this Tag
bg: Клиенти, изпратили тази кл. дума

source: Customers Tagged '%s'
bg: Клиенти маркирали '%s'

source: Delete Tag
bg: Изтрий кл. дума

source: Edit Tag '%s'
bg: Редакция на кл. дума '%s'

source: Manage Tags
bg: Управление на кл. думи

source: My Recent Tags
bg: Моите последни кл. думи

source: My Tags
bg: Моите кл. думи

source: No matches found.
bg: не са намерени съвпадения.

source: Other people marked this product with these tags:
bg: Други хора маркираха този продукт със следните кл. думи:

source: Products Tagged by Administrators
bg: Продукти маркирани от администратор

source: Products Tagged with '%s'
bg: Продукти маркирани с '%s'

source: Products tagged with '%s'
bg: Продукти маркирани с '%s'

source: Rebuild Tag aggregation data
bg: Преработи данни за кл. думи

source: Save Tag
bg: Запиши кл. дума

source: Tag "%s" has already been added to the product.
bg: Ключова дума "%s" е вече добавена към продукта.

source: Tag "%s" has been added to the product.
bg: Ключова дум "%s" е добавена към продукта

source: Tag "%s" has been rejected by administrator.
bg: Ключова дум "%s" е отхвърлена от администратор.

source: Tag Aggregation Data
bg: Данни за кл. думи

source: Tagged Products List
bg: Списък с маркирани продукти

source: Tags List (All Available)
bg: Списък ключови думи (Всички налични)

source: Tags:
bg: Ключови думи:

source: There are no tags available.
bg: Няма налични кл. думи.

source: Unable to find any products tagged with '%s' in the current store
bg: Невъзможно е намирането на продукти маркирани с '%s' в текущия магазин

source: Unable to remove tag. Please, try again later.
bg: Невъзможно е премахването на ключова дума. Моля опитайте отново по-късно.

source: Unable to save tag(s).
bg: Невъзможно е записването на кл. дума/думи.

source: Use spaces to separate tags. Use single quotes (') for phrases.
bg: Използвайте празно място за разделяне на ключови думи. Използвайте единични кавички (') за фрази.

source: View All Tags
bg: Покажи всички кл. думи

source: View Customers
bg: Покажи клиенти

source: View Products
bg: Покажи продукти

source: You have not tagged any products yet.
bg: Все още не сте добавили ключови думи за продукт.

source: Add New Class
bg: Добави нов клас

source: Add New Tax Rate
bg: Добави нова данъчна ставка

source: Add New Tax Rule
bg: Добави ново данъчно правило

source: After Discount
bg: След отстъпка

source: An error occurred while deleting this rate.
bg: Възникна грешка при изтриване на тази ставка.

source: An error occurred while deleting this rate. Incorrect rate ID.
bg: Възникна грешка при изтриване на тази ставка. Некоректен ID на ставка.

source: An error occurred while deleting this tax class.
bg: Възникна грешка при изтриване на този данъчен клас.

source: An error occurred while deleting this tax rule.
bg: Възникна грешка при изтриване на това данъчно правило.

source: An error occurred while saving this rate.
bg: Възникна грешка при записване на тази ставка.

source: An error occurred while saving this tax class.
bg: Възникна грешка при записване на този данъчен клас.

source: An error occurred while saving this tax class. A class with the same name already exists.
bg: Възникна грешка при записване на този данъчен клас. Клас със същото име вече съществува.

source: An error occurred while saving this tax rule.
bg: Възникна грешка при записване на това данъчно правило.

source: Apply Customer Tax
bg: Приложи данъци за клиенти

source: Apply Discount On Prices
bg: Приложи отстъпка върху цени

source: Apply Tax On
bg: Приложи данкък върху

source: Apply discount on price including tax is calculated based on store tax, if "Apply Tax after Discount" is selected.
bg: Приложи отстъпка върху цена, включващо данък се калкулира базирано на данък за магазина, само ако е избрано Приложи данък след отстъпка"."

source: Before Discount
bg: Преди отстъпка

source: Calculation Settings
bg: Настройка на калкулации

source: Class Name
bg: Име на клас

source: County
bg: Област

source: Customer Tax Class
bg: Данъчен клас на клиент

source: Default Post Code
bg: Пощенски код по подразбиране

source: Default State
bg: Област по подразбиране

source: Default Tax Destination Calculation
bg: Калкулация по подразбиране на данък по дестинация

source: Delete Class
bg: Иззтрий клас

source: Delete Rate
bg: Иззтрий ставка

source: Display Full Tax Summary
bg: Покажи пълно обобщение за данък

source: Display Prices
bg: Покажи цени

source: Display Product Prices In Catalog
bg: Покажи цени на продукти в каталога

source: Display Shipping Amount
bg: Покажи сума на доставка

source: Display Shipping Prices
bg: Покажи цени на доставка

source: Display Subtotal
bg: Покажи междинна сума

source: Display Zero Tax Subtotal
bg: Покажи междинна данъчна сума при нулев данък

source: Edit Class
bg: Редактирай клас

source: Edit Class '%s'
bg: Редакция на клас '%s'

source: Edit Tax Rate
bg: Редактирай ставка

source: Excl. Tax:
bg: Без данък:

source: Excluding Tax
bg: Без данък

source: Export Tax Rates
bg: Експортирай ставки

source: Grand Total (Excl.Tax)
bg: Крайна сума (без вкл. данък)

source: Grand Total (Incl.Tax)
bg: Крайна сума (с вкл. данък)

source: Grand Total Excl. Tax
bg: Крайна сума без вкл. данък

source: Grand Total Incl. Tax
bg: Крайна сума с вкл. данък

source: Import / Export Tax Rates
bg: Импортиране / Експортиране на ставки

source: Import Tax Rates
bg: Импортирай ставки

source: Inc. Tax
bg: С вкл. данък

source: Incl. Tax:
bg: С вкл. данък:

source: Include Tax In Grand Total
bg: Включи данък в крайна сума

source: Including Tax
bg: Включване на данък

source: Including and Excluding Tax
bg: Включване и изключване на данък

source: Invalid file format upload attempt
bg: Опит за качване на невалиден формат на файл

source: Invalid file upload attempt
bg: Опит за качване на невалиден файл

source: Manage Customer Tax Classes
bg: Управление на клиентски данъчни класове

source: Manage Product Tax Classes
bg: Управление на продуктови данъчни класове

source: Manage Tax Rates
bg: Управление данъчни ставки

source: Manage Tax Zones & Rates
bg: Управление дан. зони & ставки

source: New Tax Rate
bg: Нова данъчна ставка

source: Orders, Invoices, Creditmemos Display Settings
bg: Настройки за показване на поръчки, фактури, кредитни известия

source: Original price only
bg: Само оригинална цена

source: Price Display Settings
bg: Настройки за показване на цена

source: Product Tax Class
bg: Продуктов данъчен клас

source: Range From
bg: Диапазон от

source: Range To
bg: Диапазон до

source: Rate Percent
bg: Процент за ставка

source: Save Class
bg: Запиши клас

source: Save Rate
bg: Запиши ставка

source: Shipping & Handling (Excl.Tax)
bg: Доставка & опаковане (без данък)

source: Shipping & Handling (Incl.Tax)
bg: Доставка & опаковане (с вкл. данък)

source: Shipping (Excl. Tax)
bg: Доставка (без данък)

source: Shipping (Incl. Tax)
bg: Доставка (с вкл. данък)

source: Shipping Excl. Tax (%s)
bg: Доставка без данък (%s)

source: Shipping Incl. Tax (%s)
bg: Доставка с вкл. данък (%s)

source: Shipping Prices
bg: Цени за доставка

source: Shopping Cart Display Settings
bg: Настройки за поакзване на количка

source: State/Region
bg: Област/Щат

source: Subtotal (Excl.Tax)
bg: Междинна сума (без данък)

source: Subtotal (Incl.Tax)
bg: Междинна сума (с вкл. данък)

source: Tax Calculation Based On
bg: Калкулация на данък базирана на

source: Tax Calculation Method Based On
bg: Метод за калкулация на данък базирано на

source: Tax Class for Shipping
bg: Данъчен клас за доставка

source: Tax Classes
bg: Данъчни класове

source: Tax Identifier
bg: Данъчен идентификатор

source: Tax Rate Information
bg: Информация за данъчна ставка

source: Tax Rule Information
bg: Информация за данъчно правило

source: Tax Rules
bg: Данъчни правила

source: Tax Section
bg: Секция данък

source: Tax Titles
bg: Заглавия на данъци

source: Tax rates at the same priority are added, others are compounded.
bg: Данъчни ставки със еднакъв приоритет се добавят, останалите се опрощават.

source: The tax class has been deleted.
bg: Данъчният клас е изтрит.

source: The tax class has been saved.
bg: Данъчният клас е записан.

source: The tax rate has been deleted.
bg: Данъчната ставка е изтрита.

source: The tax rate has been imported.
bg: Данъчната ставка е импортирана.

source: The tax rate has been saved.
bg: Данъчната ставка е записана.

source: The tax rule has been deleted.
bg: Данъчното правило е изтрито.

source: The tax rule has been saved.
bg: Данъчното правило е записано.

source: This class no longer exists
bg: Този клас вече не съществува

source: This rule no longer exists
bg: Това правило вече не съществува

source: Whether shipping amounts entered by admin or obtained from gateways include tax.
bg: Дали сумите за доставка въведени от администратор или получени от портали включват данък.

source: You cannot delete this tax class as it is used for %d customer groups.
bg: Не е позволено изтриването на този данъчен клас, понеже се използва от %d клиентски групи.

source: You cannot delete this tax class as it is used in Tax Rules. You have to delete the rules it is used in first.
bg: Не е позволено изтриването на този данъчен клас, понеже се използва от %d продукта.

source: Zip/Post Code
bg: Пощенски код

source: was not delivered nor scanned
bg: Пощ. код е диапазон

source: Access ID
bg: ID за достъп

source: Access License Number
bg: Лицензен номер за достъп

source: Account ID
bg: Профил ID

source: Additional Protection Configuration Value
bg: Конфигурационна стойност за допълнителна протекция

source: Additional Protection Enabled
bg: Активна допълнителна протекция

source: Additional Protection Min Subtotal
bg: Минимална междинна сума за допълнителна протекция

source: Additional Protection Value
bg: Стойност за допълнителна протекция

source: Additional Protection Value Rounding Method
bg: Метод за закръгляне на стойност за допълнителна протекция

source: Bound Printed Matter
bg: Подвързани печатни материали

source: Business Service Center
bg: Център за бизнес услуги

source: Cannot retrieve shipping rates
bg: Невъзможно е извличането на доставни ставки

source: Commercial
bg: Търговски

source: Container
bg: Контейнер

source: Customer Packaging
bg: Пакетиране за клиент

source: Default Package Height
bg: Височина на пакет по подразбиране

source: Default Package Length
bg: Дължина на пакет по подразбиране

source: Default Package Width
bg: Широчина на пакет по подразбиране

source: Delivered
bg: Доставено

source: Destination Type
bg: Тип дестинация

source: Development
bg: Разработка

source: Domestic Shipment Days
bg: Дни за вътрешна доставка

source: Empty response
bg: Празен отговор

source: Enable Negotiated Rates
bg: Активирай договорени ставки

source: Enables/Disables SSL verification of Magento server by UPS.
bg: Активира/деактивира SSL верификация на Magento сървъра от UPS.

source: Error #%s : %s (%s)
bg: Грешка #%s : %s (%s)

source: Error #%s: %s
bg: Грешка #%s: %s

source: Failed to parse xml document: %s
bg: Неуспешна обработка на xml документ: %s

source: FedEx 10kg Box
bg: FedEx 10kg кутия

source: FedEx 25kg Box
bg: FedEx 25kg кутия

source: Free Method
bg: Безплатен метод

source: Free Shipping with Minimum Order Amount
bg: Безплатна доставка с минимална цена на поръчка

source: Gift
bg: Подарък

source: Handling Applied
bg: Приложено е опаковане

source: Home Delivery
bg: Доставка до дома

source: Kilograms
bg: Килограми

source: Large
bg: Голям

source: Letter
bg: Писмо

source: Library
bg: Библиотека

source: Live
bg: В експлоатация

source: Minimum Order Amount for Free Shipping
bg: Минимална сума на поръчка за безплатна доставка

source: Non-rectangular
bg: Не е правоъгълен

source: Origin of the Shipment
bg: Изходна тока на доставка

source: Package Description
bg: Описание на пакет

source: Packaging
bg: Опаковане

source: Parcel
bg: Колет

source: Parcel Post
bg: Пощенска пратка

source: Pickup Method
bg: Метод за приемане

source: Pounds
bg: Фунт

source: Receiver
bg: Получател

source: Rectangular
bg: Правоъгълен

source: Response is in the wrong format
bg: Отговорът е в грешен формат

source: Round
bg: Кръгъл

source: Shipment Contains Hazardous Materials
bg: Доставката съдържа опасни материали

source: Shipment Dutiable
bg: Доставка предмет за обмитяване

source: Shipment Duty Payment Type
bg: Тип на плащане за мито на доставка

source: Shipment Type
bg: Тип доставка

source: Shipment is not available.
bg: Не е налична доставка.

source: Shipment picked up
bg: Доставката е приета

source: Shipper Number
bg: Номер на доставчик

source: Shipping Key
bg: Ключ на доставка

source: Shipping Key (International)
bg: Ключ на доставка (Международен)

source: Station
bg: Станция

source: Subtotal With Discount
bg: Междинна сума с отстъпка

source: The response is in wrong format.
bg: Отговорът е в грешен формат.

source: There is no available method for selected shipping address.
bg: Няма наличен метод за избрания адрес за доставка.

source: Third Party
bg: Трета страна

source: Tracking XML URL
bg: Проследяващ XML URL адрес

source: Unable to retrieve tracking
bg: Невъзможно е извличането на проследяване

source: Unknown error
bg: Непозната грешка

source: Weight Unit
bg: Мярка за тегло

source: Your Packaging
bg: Вашето опаковане

source: Apply Discounts To FPT
bg: Приложи отстъпки към ФПД

source: Apply Tax To FPT
bg: Приложи данък към ФПД

source: Display Prices In Emails
bg: Покажи цени в имейли

source: Display Prices In Product Lists
bg: Покажи цени в списък с продукти

source: Display Prices In Sales Modules
bg: Покажи цени в модули за продажба

source: Display Prices On Product View Page
bg: Покажи цени на страница за преглед на продукт

source: Enable FPT
bg: Активирай ФПД

source: Excluding FPT
bg: Без вкл. ФПД

source: Excluding FPT, FPT description, final price
bg: Без включване на ФПД, ФПД описание, крайна цена

source: Fixed Product Tax
bg: Фиксиран продуктов данък (ФПД)

source: Fixed Product Taxes
bg: Фиксиран продуктов данъци

source: Include FPT In Subtotal
bg: Включи ФПД в междинна сума

source: Including FPT and FPT description
bg: С включено ФПД и описание на ФПД

source: Including FPT and FPT description [incl. FPT VAT]
bg: С включено ФПД и описание на ФПД [с вкл. ФПД ДДС]

source: Including FPT only
bg: Само с включено FPT

source: Total Incl. Tax
bg: Общо вкл. данък

source: Total incl. tax
bg: Общо вкл. данък

source: Add Layout Update
bg: Добави обновяване на оформление

source: Anchor Categories
bg: Категории с филтър навигация

source: Assign to Store Views
bg: Присъедини към изгледи на магазини

source: Big Image
bg: Голямо изображение

source: Block Reference
bg: Референциа на блок

source: Choose...
bg: Изберете...

source: Design Package/Theme
bg: Дизайн на пакет/тема

source: Generic Pages
bg: Общи страници

source: Insert Widget
bg: Вмъкни графичен обект

source: Layout Updates
bg: Обновявания на оформление

source: Manage Widget Instances
bg: Управление на копия на Графични обекти

source: New Instance
bg: Ново копие

source: New Widget Instance
bg: Нов копие на Графичен обект

source: Next page
bg: Следваща страница

source: Non-Anchor Categories
bg: Категории без филтър навигация

source: Not Selected
bg: Не е избрано

source: Page
bg: Страница

source: Please Select Block Reference First
bg: Моля изберете първо референция на блок

source: Previous page
bg: Предишна страница

source: Remove Layout Update
bg: Премахни обновяване на оформление

source: Select Visible
bg: Избери видимо

source: Sort Order of widget instances in the same block reference
bg: Начин на подреждане на копия на графични обекти в една и съща референция на блок

source: Specific %s
bg: Определени %s

source: Specified Page
bg: Избрана страница

source: The information in this tab has been changed.
bg: Информацията в този изглед е променена.

source: The widget instance has been deleted.
bg: Копието на графичен обект беше изтрито.

source: The widget instance has been saved.
bg: Копието на графичен обект беше записано.

source: This tab contains invalid data. Please solve the problem before saving.
bg: Този изглед съдържа невалидни данни. Моля разрешете проблема преди записване.

source: Thumbnail
bg: Изображение за преглед

source: Total %d records found
bg: Намерени са общо %d записа

source: Unselect All
bg: Размаркирай всичко

source: Unselect Visible
bg: Размаркирай видимо

source: Widget
bg: Графичен обект

source: Widget "%s"
bg: Графичен обект "%s"

source: Widget ID
bg: Графичен обект ID

source: Widget Instance
bg: Копие на графичен обект

source: Widget Instance Title
bg: Заглавие на копие на графичен обект

source: Widget Options
bg: Опции на Графичен обект

source: Widget Type
bg: Тип на Графичен обект

source: Widget Type is not specified
bg: Не е определен тип на Графичен обект

source: Widget instance is not full complete to create.
bg: Копие на графичен обект не е напълно завършено за създаване.

source: Widgets
bg: Графични обекти

source: items selected
bg: избрани обекта

source: of %s pages
bg: от %s страници

source: %d product(s) have been added to shopping cart: %s.
bg: %d бяха добавени в количката: %s.

source: %s for "%s".
bg: %s за %s

source: %s's Wishlist
bg: Списък желание на %s

source: Add All to Cart
bg: Добави всички в количка

source: Added On
bg: Добавено на

source: An error occurred while adding item to wishlist: %s
bg: Възникна грешка при добавянето на продукт към списък желания: %s

source: An error occurred while deleting the item from wishlist: %s
bg: Възникна грешка при изтриване на продукт от списък желания: %s

source: Are you sure you want to remove this product from your wishlist?
bg: Сигурен ли сте, че искате да премахнете този продукт от Вашия списъка с желания?

source: Are you sure you would like to remove this item from the wishlist?
bg: Сигурен ли сте, че искате да премахнете този продукт от списъка с желания?

source: Can\'t save description %s
bg: Невъзможно е записване на описание %s

source: Can\'t update wishlist
bg: Невъзможно е обновяване на списък желания

source: Cannot add item to shopping cart
bg: Невъзможно е добавянето на продукт в количка

source: Cannot create wishlist.
bg: Невъзможно е създаването на списък желания.

source: Cannot specify product.
bg: Невъзможно е определянето на продукт.

source: Cannot specify wishlist.
bg: Невъзможно е определянето на списък желания.

source: Cannot update wishlist
bg: Невъзможно е обновяването на списък желания

source: Check this checkbox if you want to add a link to an rss feed to your wishlist.
bg: Отметнете тук ако искате да добавите линк към rss бюлетин към Вашия списък желания.

source: Comment:
bg: Коментар:

source: Customer My Account My Wishlist
bg: Клиент - Моят профил - Моят списък желания

source: Customer My Account Wishlist Sharing Form
bg: Форма за споделяне на списък желания

source: Customer Shared Wishlist View
bg: Изглед на споделен списък желания

source: Email address can\'t be empty.
bg: Имейл адресът не може да е празен.

source: Email addresses, separated by commas
bg: Имейл адреси, разделени със запетайки

source: Go to Wishlist
bg: Към списък желания

source: Last Added Items
bg: Последно добавени продукти

source: My Wishlist
bg: Моят списък с желания

source: My Wishlist (%d item)
bg: Моят списък с желания (%d продукт)

source: My Wishlist (%d items)
bg: Моят списък с желания (%d продукта)

source: My Wishlist <small>(%d)</small>
bg: Моят списък с желания <small>(%d)</small>

source: Please, enter your comments...
bg: Моля въведете Вашите коментари...

source: RSS Feed
bg: RSS бюлетин

source: RSS link to %s's wishlist
bg: RSS линк към списък с желания на %s

source: Share Options
bg: Опции за споделяне

source: Share Wishlist
bg: Споделяне на списък с желания

source: Share Your Wishlist
bg: Споделете Вашия списък с желания

source: Sharing Information
bg: Информация за споделяне

source: This product(s) is currently out of stock
bg: Продуктът/продуктите не са в наличност към този момент

source: Unable to add the following product(s) to shopping cart: %s.
bg: Невъзможно е добавянето на следния продукт(и) в количката: %s.

source: Update Wishlist
bg: Обнови списък с желания

source: User description
bg: Потребителско описание

source: View Product
bg: Преглед на продукт

source: Wishlist Section
bg: Секция списък с желания

source: Wishlist Sharing
bg: Споделяне на списък с желания

source: Wishlist is empty now.
bg: Списъкът с желания е празен сега.

source: You have no items in your wishlist.
bg: Нямате продукти във Вашия списък с желания.

source: But cart has some errors.
bg: Вашият списък с желания беше споделен.
